app/views/visitors/index.html.haml

SELECT COUNT(*) FROM "users"
---
  = link_to 'Users:', users_path
  = User.count